<template>
    <div>这是登录页面</div>
</template>

<script>
export default{
    data() {
        return{
说真 这是我第一次通过书信的方给你 激动的同时伴有一点紧张 回想过去的点点滴滴 很神奇 也很感激 在短暂的时间内 我们至少彻底相信对方 并信守承诺 在这个浮躁的社会愈加显得弥足珍贵
我想大概我们真的是很好的一对吧 其实在最开始的时候我是有对你有感觉的 只是因为我们并没有见面过  但是我依旧很欣赏你沟通的方式和思考事情的逻辑  可能我们这种人都不喜欢主动表达内心的真实情感
不过好在没有辜负我们的相遇，我相信我们的相遇也刚好在刚好的时间节点上 太长太短可能又变成另外的一个结果了 而且真心要感谢一些人和一些事 给了我莫名的信心  其实一开始我真的很害怕感觉这样的行为应该很难被理解
甚至说有点神经质 而且这样的剧情好像只有在电视剧或者电影里才能上演 似乎显得那么的不真实  所以我的确要感谢你  感谢你依然在那么受伤之后还是相信这时间是有真爱存在的道理 毕竟对女生来说一旦在一个地方栽跟头以后
就绝对不会再相信这种事情的存在了 同时也感谢你 你并没有拒绝一个陌生人突然告诉你一些自己内心的想法  至少你还是耐心的听完 并为之感动 其实在这之前每次听到你说你男朋友的事情的时候说实话我还是挺替你开心的 感觉那时候
你肯定很幸福的 所以我才有做朋友的想法 后面可能是出于人性的自私吧 我渐渐发现我无法忍受别人拥有你的场景 而且再问自己 为什么不是我.. 我相信我可以 最后还是感谢 你接受了我  我其实很喜欢那句话 路遥知马力 日久见人心
你所有的爱我都不想辜负, 爱你

        }
    }
}
</script>
